{
  "plugins": {
    "blame.nvim": {
      "src": "https://github.com/FabijanZulj/blame.nvim"
    },
    "blink-ripgrep.nvim": {
      "src": "https://github.com/mikavilpas/blink-ripgrep.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "codecompanion-history.nvim": {
      "src": "https://github.com/ravitemer/codecompanion-history.nvim"
    },
    "codecompanion.nvim": {
      "src": "https://github.com/olimorris/codecompanion.nvim"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "indentmini.nvim": {
      "src": "https://github.com/nvimdev/indentmini.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lgh.nvim": {
      "src": "https://github.com/m42e/lgh.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "none-ls-extras.nvim": {
      "src": "https://github.com/nvimtools/none-ls-extras.nvim"
    },
    "none-ls.nvim": {
      "src": "https://github.com/nvimtools/none-ls.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lsp-file-operations": {
      "src": "https://github.com/antosha417/nvim-lsp-file-operations"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-navic": {
      "src": "https://github.com/SmiteshP/nvim-navic"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "onenord.nvim": {
      "src": "https://github.com/rmehri01/onenord.nvim"
    },
    "org-bullets.nvim": {
      "src": "https://github.com/nvim-orgmode/org-bullets.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "rest.nvim": {
      "src": "https://github.com/rest-nvim/rest.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "template-string.nvim": {
      "src": "https://github.com/axelvc/template-string.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "treesj": {
      "src": "https://github.com/Wansmer/treesj"
    },
    "tsc.nvim": {
      "src": "https://github.com/dmmulroy/tsc.nvim"
    },
    "vim-abolish": {
      "src": "https://github.com/tpope/vim-abolish"
    },
    "vim-create-pr": {
      "src": "https://github.com/kristijanhusak/vim-create-pr"
    },
    "vim-dadbod": {
      "src": "https://github.com/tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-completion"
    },
    "vim-dadbod-ui": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-ui"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-js-file-import": {
      "src": "https://github.com/kristijanhusak/vim-js-file-import"
    },
    "vim-matchup": {
      "src": "https://github.com/andymass/vim-matchup"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "workspaces.nvim": {
      "src": "https://github.com/natecraddock/workspaces.nvim"
    }
  }
}